/* Template for message displayed while preference panel is loading */
"Loading %@..." = "Läser in %@…";

/* Could not load preference message template */
"CouldNotLoad" = "Kunde inte läsa in inställningspanelen %@.";
"CouldNotLoad_ArchMisMatch" = "Du kan inte öppna inställningspanelen %@ på den här datorn. Kontakta programvaruutvecklaren för att få en nyare version.";
"CouldNotLoad_ArchMisMatch_PPC" = "Du kan inte öppna %@-inställningarna eftersom de inte fungerar på en PowerPC-baserad Mac.";
"CouldNotLoad_ArchMisMatch_Intel" = "Du kan inte öppna %@-inställningarna eftersom de inte fungerar på en Intel-baserad Mac.";

/* Preferences error alert title */
"Preferences Error" = "Fel i inställningar";

"OK" = "OK";
"CANCEL" = "Avbryt";
"REPLACE" = "Ersätt";

"SEARCH_LABEL" =  "Sök";
"SEARCH_PALLETE_LABEL" = "Sök";
"SHOWALL_LABEL" = "Visa alla";
"BACK_AXDESCRIPTION" = "Tillbaka";
"FORWARD_AXDESCRIPTION" = "Framåt";
"AXScrollAreaDescription" = "inställningspaneler";

/* Label for Show All button */
"Show All" = "Visa alla";

/* Template for window title.  %@ is replaced by preference panel name */
"System Preferences - %@" = "Systeminställningar - %@";

/* Show All window title */
"System Preferences" = "Systeminställningar";

/* Truncation string */
"TRUNCATION_STRING" = "…";

/* Tooltips for MacManager disabled preference panes */
"MacManagerDisableLabel" = "Du har inte tillgång till den här inställningen.";

/* Attempt to open disabled/hidden preference pane */
"PREF_PANE_HIDDEN_TITLE" = "Du kan inte öppna inställningspanelen ”%@” eftersom den inte är tillgänglig för dig just nu.";
"PREF_PANE_HIDDEN_DESC" = "Eventuellt måste du ansluta en enhet till datorn för att kunna se den här inställningspanelen.";

/* Install Assistant */
"PREF_PANE" = "inställningspanel";
"SCREEN_SAVER" = "skärmsläckare";

"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Inställningspanelen kan inte användas med den här versionen av Mac OS X.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Skärmsläckaren kan inte användas med den här versionen av Mac OS X.";
"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Denna inställningspanel kräver Mac OS X %@ eller senare. Datorn har Mac OS X %@ installerad.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Denna skärmsläckare kräver Mac OS X %@ eller senare. Datorn har Mac OS X %@ installerad.";

"PREF_PANE_INSTALL_ASSISTANT_CAPTION" = "Inställningspanelen ”%@” måste installeras innan du kan använda den. Vill du installera den nu?";
"SCREEN_SAVER_INSTALL_ASSISTANT_CAPTION" = "Skärmsläckaren ”%@” måste installeras innan du kan använda den. Vill du installera den nu?";

"INSTALL_ASSISTANT_AUTH_WARNING" = "När du klickar på Installera blir du ombedd att ange namn och lösenord för en administratör på datorn.";

"UNINSTALL_ASSISTANT_ERR_TITLE" = "Inställningspanelen \”%@\” kunde inte tas bort eftersom ett fel inträffade.";

"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE" = "Inställningspanelen du installerar finns redan. Vill du ersätta den befintliga inställningspanelen?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "En äldre version av den här inställningspanelen är redan installerad. Vill du ersätta den med den nyare versionen?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "En nyare version av den här inställningspanelen är redan installerad. Vill du ersätta den med en äldre version?";

"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE" = "Skärmsläckaren du installerar finns redan. Vill du ersätta den befintliga skärmsläckaren?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "En äldre version av den här skärmsläckaren är redan installerad. Vill du ersätta den med den nyare versionen?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "En nyare version av den här skärmsläckaren är redan installerad. Vill du ersätta den med en äldre version?";

"PREF_PANE_INSTALL_ASSISTANT_ERR_TITLE" = "Inställningspanelen ”%@” kunde inte installeras eftersom ett fel inträffade.";
"SCREEN_SAVER_INSTALL_ASSISTANT_ERR_TITLE" = "Skärmsläckaren ”%@” kunde inte installeras eftersom ett fel inträffade.";

"PREF_PANE_UNINSTALL_ASSISTANT_ERR_TITLE" = "Inställningspanelen \”%@\” kunde inte tas bort eftersom ett fel inträffade.";
"SCREEN_SAVER_UNINSTALL_ASSISTANT_ERR_TITLE" = "Skärmsläckaren ”%@” kunde inte tas bort eftersom ett fel inträffade.";

"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "Du kan inte installera inställningspanelen ”%@” eftersom den redan har installerats.";
"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "Inställningspanelen ”%@” ingår i Mac OS X och kan inte ersättas.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "Du kan inte installera skärmsläckaren ”%@” eftersom den redan har installerats.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "Skärmsläckaren ”%@” ingår i Mac OS X och kan inte ersättas.";
"INSTALL_REQUEST_REOPEN_APP" = "När du har installerat den här programvaran avslutar du Systeminställningar och öppnar det sedan igen.";

"PREF_PANE_INSTALL_ERROR" = "Kunde inte installera inställningspanelen %@.";
"SCREEN_SAVER_INSTALL_ERROR" = "Kunde inte installera skärmsläckaren %@.";

"REMOVE_PREF_CONTEXTUAL_MENU" = "Ta bort inställningspanelen \”%@\”";

"ERR_LOADING_MISSING_TITLE" = "”%@” är inte tillgänglig och kan inte öppnas.";

/* Compatibility warning */
"WINDOW_TITLE_32BIT" = "%@ (64 bitar)";
"ERR_LOADING_COMPATIBILITY_TITLE" = "För att använda inställningspanelen ”%@” måste Systeminställningar avslutas och startas om.";
